{
    "food": [

        {
            "text": "Greek Orzo Salad is basically a version of Greek salad with added Orzo.Orzo is a form of pasta shaped like a large grain of rice.Greek Salad is one of the most popular salads made in Greece and in many other countries around the world.Greek Salad is also known as Horiatiki in Greece.Greek Salad is made in many variations.But the most commonly used vegetables to make the Greek Salad are tomatoes(Vine ripe or cherry tomatoes), kalamata olives, cucumber, purple onion and Greek Feta cheese.Some people like to also add green bell pepper or capers. Orzo should be stored in the fridge in an airtight container right after it cools or no more than 2 hours after it’ s cooked.It all depends on your eating habits and goals.In the end, Orzo is a type of pasta.You can make this salad without orzo for a low carb option or swap with whole wheat Orzo or any other type of whole wheat pasta to make it healthier."
        },

        {
            "text": "This Mediterranean side dish only takes about 15 minutes to make.Most of the work is basically just chopping the vegetables and then tossing them with a delicius Greek Vinaigrette dressing.But first before you start with the veggies, I recommend you cook the orzo pasta al dente first, based on package directions.Some supermarkets sell cubed feta cheese.If you don’ t a it available near you, you can always use crumbled feta. But if you use crumbled feta, I suggest you mix all the salad ingredients first with the dressing.Then put in the crumbled feta and lightly toss with the salad. Even though this salad could last 3 - 4 days in the fridge, I recommend eating it within 2 days at the most.This is because youget to enjoy the veggies while they are still at their best and the orzo has not become too soggy."
        },

        {
            "text": "Another one of my favorite fall breakfast recipe is this super yummy Pumpkin Spice French Toast! It’ s made with super yummy brioche toast that is generously dipped into the pumpkin spice egg mixture and pan seared with butter to make a perfect crunchy texture outside.They are seriously perfect for those cool fall and winter mornings!Brioche bread is by far the best bread option to use for making French toast because is it the softest and tastiest.However you can also use Challah bread.Some people use French Baguette.I love using soft fluffy breads for all my French toasts.If you can’ t find any of these two options in your area, I would suggest maybe using a loaf of sweet bread that comes in a toast shape and cut thick 1 inch thick portions. Choosing the right bread: As I mentioned, the three best breads to make French toast with are Challah, Brioche and French Baguette.It is also important not to thin out the bread less than 3 / 4 - 1 inch.Thin breads will soak up too much and cause the bread toget soggy wontget a crunch feel on the French toast.Do not make it thicker than 1 inch either because you will be left with a raw center.I highly recommend that you also let the bread dry out before soaking for the best result.The Heat: Using too much heat will let the toast burn on the outside and stay raw on the inside. Because there’ s sugar in the egg mixture, the outside will caramelize and burn quickly.But you also do not want the heat to be too low where it’ s not enough to cook and that will let the bread dry out before you finish cooking it.So the perfect temperature to cook the French toast is on medium heat.Be sure to pre - heat the "
        },

        {
            "text": "Use butter: I like using pure unsalted butter and not any kind of putter. The modified butters have too much water in them and that will make the French toast super soggy. I love using Land O’ Lakes or Lurpak or some sort of European butter.Dairy: You may want to use either half and half or heavy whipping cream to the egg mixture instead of milk. This will make the texture thicker, allowing the outside to coat but not completely soak out the toast bread. If you prefer using milk, please use full fat milk. "
        }
    ],

    "creative-arts": [

        {

            "text": "One of the things I struggle with as I end this chapter, is feeling like I wasn’t able to move the needle as much as I wanted when it comes to the idea of understanding why indie/handmade design costs more and why, even if we can’t afford it, we can learn to respect those rates. I understand why we all want more affordable design, but one of my biggest goals was to make sure everyone who read here understood why smaller design brands and makers needed to charge higher rates. I don’t know if we were able to do that, but I hope as time goes on, people will be able to hold both truths (that handmade work costs more and it won’t be in everyone’s budget) without judgement or shaming. I’d love to see that concept extend to all types of design: including box store. If we want to buy less expensive new furniture, I hope our community will keep digging into how these prices are lower and if they’re tied to unethical production or forced labor. And if they are, I hope we’ll band together to demand an end to unethical production methods and unfair labor practices."

        },

        {

            "text": "More than anything, I miss a little bit of the fun I used to feel around design when I first started out. And honestly, I think a lot of that is because any time you make what you love your job, it tends to lose a little bit of the shine. And that’s okay — that’s part of the process of building a business. But I used to feel like things were a little grittier, messier, less perfect, and less polished. I loved that DIY energy. I think social media has made it so that we expect brand new products and projects to be perfect and expertly branded from the second they’re launched. And that doesn’t always leave room for scrappiness — a quality I love in design. So I hope that perhaps as new social media channels grow and arrive, we’ll find space for design (products, projects, media, events) to be a little bit rougher around the edges when it starts out. That raw state is where some really special things happen."

        },

        {

            "text": "Our community is rich with resources. From ideas and expertise to skills, education, experience, and financial backing — the design world is full of people and businesses that are in a position to help those in need. My greatest hope is that our community keeps doing more of what it’s already doing so well in so many spaces — giving back. Design has the power to connect people and not just tell stories, but to tell stories that better explain problems and pain points in our world, and how we can work together to fix them. I want to see us all band together and share whatever resources we have to help those in need in our community. It doesn’t take a lot of time or effort to plug in, but whenever you can, please do. Whether that’s volunteering locally with Habitat for Humanity or a local family shelter or donating your time, money, or skills to a community in need near you, or starting a product line or entire company that donates to a cause that’s important to you— don’t forget that at our core, we are a community of talented and creative problem solvers. Design is at its most beautiful when it is making sure that everyone feels safe and supported at home."

        }

    ],

    "lifestyle": [

        {
            "text": "Unlike other sheet masks, each Thirst Trap mask is made up of a double-layer-fiber technology that allows each mask to hold significantly more of the powerful vitamin-rich essence than a conventional sheet mask. The mask swells to maximum absorption, allowing even more of the ingredient-rich formula to be delivered to the surface of the skin.The combination of insane skin saturation and a powerful formula that delivers an intense moisture surge with a potent cocktail of Hollyhock Rose Extract, Sodium Hyaluronate, and Aloe Vera, means dry, dehydrated skin is instantly transformed. This really is my absolute fave when it comes to hydration and calming my skin, and I genuinely feel like I can’t live without it."

        },

        {

            "text": "We have to be honest, we weren’t sure if this mascara would deliver the same results as a lash lift, but we were won over, and the length it delivers with just a few coats is seriously impressive. We really love that it’s easily buildable so it can take you from a natural everyday lash to all-out glam. The wand also helps lift the lash for greater length so if you have short lashes, this is a no-brainer. If you’re looking for thickness, you will need to layer the formula. In comparison to our fave the Lash Lift doesn’t separate the lashes as much, so you get less of a fluttery finish. There’s also a waterproof sister, which is perfect for the summer months, or you know, if you’re watching The Notebook during quarantine."

        },

        {

            "text": "If there’s one thing we all need to do right now – other than being vigilant with hygiene – it’s find some calm, and work on our minds and bodies. Fortunately, there’s something that can do all of that and more: Yoga. If you think you know what yoga is or you’ve heard the benefits but decided it’s not for you, then we think that if you keep reading, you might just be converted, because honestly, yoga is probably the most underrated exercise ever. So, now is as good a time as any to give yoga a go, and when you see the insane myriad of health benefits – and let’s not forget how easy this is to do at home – then you’ll soon be excited to either practice yoga more often, or get started. It’s great for feeling better and staying fit. Honestly, we have never come out of a yoga session feeling bad, and trust us when we say that there’s a yoga session for everyone."

        }

    ],

    "educational": [

        {
            "text": "Somehow I lucked out in the high school teenager lottery for school motivation. Now let’ s talk about the opposite end of the spectrum:  my 10 - year son. He comes home after school, tosses his backpack(filled with crumpled up papers that never made it into his folder), tosses his coat on the floor, and immediately grabs a snack. If I’ m not watching, he attempts to sneak upstairs and grab his video games. This would continue until either the world actually freezes over or I have to be the bad mom who needs him to put them away until homework is finished.When this happens, it would appear that the world has ended and I’ m the meanest person in the world.Can anyone else relate ?  That is what happens to parents at home when their kids don’ t have motivation to do school work once they come home from school."

        },

        {

            "text": "Bieker understands that, at a time when readers are facing real world fears about coronavirus, it might feel like an odd moment to immerse oneself in a fictional world of drought, chaos and childhood trauma. But Bieker believes this difficult time of quiet and isolation is an invitation to look at ourselves in new ways. I believe that fiction asks us to turn toward the difficult parts in our own lives and our own selves to try to find some sort of grace ... she says. Art can help me ask the difficult questions of myself and then try to answer them."

        },

        {

            "text": "It's probably the perfect time, then, to point out that not only has the Bay Area been through epidemics before, it definitely handled things much, much worse the last time. And the time before that. Repeatedly. Especially in San Francisco. The last time a health - related lockdown began in the city, it was Friday, Oct .18, 1918, when the San Francisco Board of Health voted to close all schools and places of public amusement in an effort to stem the spread of the dreaded influenza.This was followed one week later by an order that required everyone in the city to don face masks in public. Which all would have been smart and appropriate and proper if only city residents hadn 't been such stubborn jerks about cooperating with the orders. So many folks continued leaving their faces uncovered, the city had to start charging people with disturbing the peace, and punishing them with either $5-10 fines or county jail time."

        }
    ]

}